Repository: Mohamed-Sabry953/watan
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Language
ar: اللغة

source: Home
ar: الصفحة الرئسية

source: Services
ar: الخدمات

# privacy
source: Privacy policy
ar: سياسة الخصوصية

source: Chat
ar: المحادثة

source: Logout
ar: تسجيل الخروج

# share
source: Share your News
ar: اكتب أخبارك

# news
source: Latest news
ar: أهم الأخبار

source: Posts
ar: المنشورات

source: Watan
ar: وطن

source: Online
ar: أونلاين

# message
source: Write a message
ar: اكتب رسالتك

# comment
source: Write a comment
ar: اكتب تعليقك

# commentpage
source: Comments
ar: التعليقات

source: Notification
ar: الإشعارات

# newPost
source: New posts
ar: انشاء منشور جديد

# thinking
source: What are you thinking
ar: بماذا تفكر ؟

# whatThinking
source: Write your thoughts...
ar: اكتب أفكارك...

# notificationitem
source: No notification now
ar: لا توجد اشعارات الأن

source: Confirm
ar: تأكيد

# chooseLang
source: Choose language
ar: اختر اللغة

source: No comments
ar: لا يوجد تعليقات

source: Privacy Policy
ar: سياسة الخصوصية

# privacyOne
source: * Watan is committed to protecting your privacy and ensuring a secure experience. This Privacy Policy explains how your data is collected, used, and protected.
ar: 1. جمع البيانات عند استخدام تطبيق وطن، قد نقوم بجمع المعلومات التالية: المعلومات الشخصية: مثل الاسم، البريد الإلكتروني، رقم الهاتف، أو غيرها من المعلومات التي تقدمها عند إنشاء حساب. بيانات الاستخدام: مثل كيفية تفاعلك مع خدماتنا (المقاطعة، الشات بوت، مشاركة المنشورات، التبرعات، عرض الخرائط، وغيرها). الموقع الجغرافي: عند استخدام خدمات الخرائط أو استكشاف المدن والمعالم السياحية.

# privacyTwo
source: * Information We Collect: We may collect personal information such as name, email address, and payment details when registering or making donations. We also collect usage data, location information for map services, and device information for optimization.
ar: 2. استخدام البيانات نستخدم البيانات التي نجمعها لتحقيق الأغراض التالية: تقديم خدماتنا بشكل أفضل بما في ذلك المقاطعة، الشات بوت، مشاركة المنشورات، والتبرعات. تحسين تجربة المستخدم من خلال تخصيص المحتوى والخدمات. تحسين دقة الخرائط وتقديم معلومات دقيقة عن المدن والمعالم السياحية. دعم الجهود الخيرية من خلال إدارة عمليات التبرع بشكل آمن. التواصل معك لتقديم تحديثات أو طلب تعليقات حول خدماتنا.

# privacyThree
source: * Use of Information: We use your data to provide and enhance services like chatbot functionality, post sharing, donation processing, and interactive maps. We also tailor content based on your preferences and location.
ar: 3. مشاركة البيانات مع الأطراف الثالثة: قد نشارك بياناتك مع مزودي الخدمة الذين يساعدوننا في تشغيل التطبيق وتحسينه، بشرط التزامهم بحماية بياناتك. الأغراض القانونية: قد نكشف عن بياناتك إذا كان ذلك مطلوبًا بموجب القانون.

# privacyFour
source: * Protecting Information: We implement robust security measures such as encryption and secure servers to protect your data. However, no method of transmission is entirely secure, so we recommend safeguarding your account credentials.
ar: 4. حماية البيانات نلتزم بحماية بياناتك باستخدام أحدث التقنيات والإجراءات الأمنية، لضمان حمايتها من الوصول غير المصرح به أو الاستخدام غير القانوني.

# privacyFive
source: * Sharing Information: We do not sell your personal information. Data may be shared with service providers for platform operation, charitable organizations for donations, or legal authorities if required.
ar: 5. حقوق المستخدم يحق لك الوصول إلى بياناتك الشخصية أو طلب تعديلها أو حذفها. يمكنك تعطيل خاصية مشاركة الموقع الجغرافي من إعدادات جهازك إذا كنت تفضل ذلك.

# privacySix
source: * Your Rights: You can access, update, or delete your personal information via your account settings. You may also opt out of receiving promotional messages.
ar: 6. ملفات تعريف الارتباط (Cookies) قد نستخدم ملفات تعريف الارتباط لتحسين تجربتك في التطبيق. يمكنك تعديل إعدادات المتصفح أو التطبيق للتحكم في استخدام هذه الملفات.

# privacySeven
source: * Changes to the Privacy Policy: This policy may be updated periodically. Any changes will be posted with an updated effective date. Please review it regularly.
ar: 7. التعديلات على سياسة الخصوصية قد نقوم بتحديث سياسة الخصوصية من وقت لآخر. سيتم إشعارك بأي تغييرات كبيرة من خلال التطبيق أو البريد الإلكتروني.

# privacyEight
source: * Contact Us: For questions about this policy or your information, contact the Watan Support Team at support@watanappp.com.
ar: 8. التواصل إذا كان لديك أي استفسار أو ملاحظات حول سياسة الخصوصية، يُرجى التواصل معنا عبر البريد الإلكتروني: support@watanappp.com
